export const happyFacesRangeChartSeries = [
  {
    name: 'Happy Visitors [total = 4000000]',
    name_ar: 'زوار سعداء [المجموع = 4000000]',
    data: [
      -22000, -44000, -28500, -31000, -43000, -34000, -41000, -40000, -14000, -37000, -42200, -28000, -39600, -41000
    ]
  },
  {
    name: 'Unhappy Visitors [total = 3000000]',
    name_ar: 'الزوار غير الراضين [المجموع = 3000000]',
    data: [30000, 39000, 40000, 21000, 35000, 38000, 41000, 42000, 29000, 43000, 15000, 42000, 45000, 39000]
  }
]

export const ageBarChartSeries = [
  {
    name: 'Males [total = 3000000]',
    name_ar: 'الذكور [المجموع = 3000000]',
    data: [
      -14000, -22000, -28500, -37000, -39600, -42200, -43000, -44000, -41000, -40000, -41000, -34000, -31000, -28000
    ]
  },
  {
    name: 'Females [total = 4000000]',
    name_ar: 'الإناث [المجموع = 4000000]',
    data: [15000, 21000, 29000, 38000, 39000, 42000, 40000, 43000, 41000, 42000, 45000, 39000, 35000, 30000]
  }
]
